Repository: daocism/dspeech
Catalog: Dspeech/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt, ru, uk, zh_hans

source: Couldn’t select this input: %@
de: Dieser Eingang konnte nicht ausgewählt werden: %@
es: No se pudo seleccionar esta entrada: %@
fr: Impossible de sélectionner cette entrée : %@
it: Impossibile selezionare questo ingresso: %@
ja: この入力を選択できませんでした: %@
ko: 이 입력을 선택할 수 없습니다: %@
pt: Não foi possível selecionar esta entrada: %@
ru: Не удалось выбрать этот вход: %@
uk: Не вдалося вибрати цей вхід: %@
zh_hans: 无法选择此输入：%@

source: Couldn’t start recording: %@
de: Aufnahme konnte nicht gestartet werden: %@
es: No se pudo iniciar la grabación: %@
fr: Impossible de démarrer l’enregistrement : %@
it: Impossibile avviare la registrazione: %@
ja: 録音を開始できませんでした: %@
ko: 녹음을 시작할 수 없습니다: %@
pt: Não foi possível iniciar a gravação: %@
ru: Не удалось запустить запись: %@
uk: Не вдалося розпочати запис: %@
zh_hans: 无法开始录制：%@

source: Couldn’t start the level check: %@
de: Die Pegelprüfung konnte nicht gestartet werden: %@
es: No se pudo iniciar la comprobación de nivel: %@
fr: Impossible de démarrer la vérification du niveau : %@
it: Impossibile avviare il controllo del livello: %@
ja: レベルチェックを開始できませんでした: %@
ko: 레벨 확인을 시작할 수 없습니다: %@
pt: Não foi possível iniciar a verificação de nível: %@
ru: Не удалось запустить проверку уровня: %@
uk: Не вдалося розпочати перевірку рівня: %@
zh_hans: 无法开始电平检测：%@

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
pt: Apagar
ru: Удалить
uk: Видалити
zh_hans: 删除

source: Delete pack
de: Paket löschen
es: Eliminar paquete
fr: Supprimer le pack
it: Elimina pacchetto
ja: パックを削除
ko: 팩 삭제
pt: Apagar pacote
ru: Удалить пакет
uk: Видалити пакет
zh_hans: 删除包

source: Delete pack (%@)
de: Paket löschen (%@)
es: Eliminar paquete (%@)
fr: Supprimer le pack (%@)
it: Elimina pacchetto (%@)
ja: パックを削除 (%@)
ko: 팩 삭제 (%@)
pt: Apagar pacote (%@)
ru: Удалить пакет (%@)
uk: Видалити пакет (%@)
zh_hans: 删除包 (%@)

source: Delete saved session?
de: Gespeicherte Sitzung löschen?
es: ¿Eliminar la sesión guardada?
fr: Supprimer la session enregistrée ?
it: Eliminare la sessione salvata?
ja: 保存済みセッションを削除しますか？
ko: 저장된 세션을 삭제할까요?
pt: Apagar sessão salva?
ru: Удалить сохранённую сессию?
uk: Видалити збережений сеанс?
zh_hans: 删除已保存的会话？

source: Dismiss background stop notice
de: Hinweis zum Hintergrundstopp schließen
es: Descartar aviso de parada en segundo plano
fr: Masquer l’avis d’arrêt en arrière-plan
it: Nascondi avviso di arresto in background
ja: バックグラウンド停止の通知を閉じる
ko: 백그라운드 중지 알림 닫기
pt: Dispensar aviso de parada em segundo plano
ru: Скрыть уведомление об остановке в фоне
uk: Сховати сповіщення про зупинку у фоні
zh_hans: 关闭后台停止提示

source: Dismiss transcript storage warning
de: Warnung zur Transkriptspeicherung schließen
es: Descartar advertencia de almacenamiento de transcripción
fr: Masquer l’avertissement de stockage de transcription
it: Nascondi avviso di archiviazione trascrizione
ja: 文字起こし保存の警告を閉じる
ko: 전사 저장 경고 닫기
pt: Dispensar aviso de armazenamento da transcrição
ru: Скрыть предупреждение о хранении расшифровки
uk: Сховати попередження про зберігання розшифрування
zh_hans: 关闭转写存储警告

source: Dispatcher
de: Lotse
es: Controlador
fr: Contrôleur
it: Controllore
ja: 管制官
ko: 관제사
pt: Controlador
ru: Диспетчер
uk: Диспетчер
zh_hans: 管制员

source: Dispatcher voice
de: Lotsenstimme
es: Voz del controlador
fr: Voix contrôleur
it: Voce controllore
ja: 管制官の声
ko: 관제사 음성
pt: Voz do controlador
ru: Голос диспетчера
uk: Голос диспетчера
zh_hans: 管制员语音

source: Done
de: Fertig
es: Listo
fr: OK
it: Fine
ja: 完了
ko: 완료
pt: Concluído
ru: Готово
uk: Готово
zh_hans: 完成

source: Download voice filter pack (≈ 15 MB)
de: Sprachfilter-Paket laden (≈ 15 MB)
es: Descargar paquete del filtro de voz (≈ 15 MB)
fr: Télécharger le pack du filtre vocal (≈ 15 Mo)
it: Scarica il pacchetto del filtro vocale (≈ 15 MB)
ja: 音声フィルターパックをダウンロード（約15 MB）
ko: 음성 필터 팩 다운로드(약 15 MB)
pt: Baixar pacote do filtro de voz (≈ 15 MB)
ru: Скачать пакет голосового фильтра (≈ 15 МБ)
uk: Завантажити пакет голосового фільтра (≈ 15 МБ)
zh_hans: 下载语音筛选器包（约 15 MB）

source: Downloading model…
de: Modell wird geladen…
es: Descargando modelo…
fr: Téléchargement du modèle…
it: Download del modello…
ja: モデルをダウンロード中…
ko: 모델 다운로드 중…
pt: Baixando modelo…
ru: Загрузка модели…
uk: Завантаження моделі…
zh_hans: 正在下载模型……

source: Downloading the voice filter model…
de: Sprachfilter-Modell wird geladen…
es: Descargando el modelo del filtro de voz…
fr: Téléchargement du modèle du filtre vocal…
it: Download del modello del filtro vocale…
ja: 音声フィルターモデルをダウンロード中…
ko: 음성 필터 모델 다운로드 중…
pt: Baixando o modelo do filtro de voz…
ru: Идёт загрузка модели голосового фильтра…
uk: Завантаження моделі голосового фільтра…
zh_hans: 正在下载语音筛选器模型……

source: Dspeech doesn't transmit on air or send anything over the radio. The app only listens and shows text.
de: Dspeech sendet nicht auf Frequenz und überträgt nichts per Funk. Die App hört nur zu und zeigt Text an.
es: Dspeech no transmite por radio ni envía nada por las ondas. La app solo escucha y muestra texto.
fr: Dspeech n'émet rien sur les ondes ni par radio. L'app se contente d'écouter et d'afficher du texte.
it: Dspeech non trasmette via radio né invia nulla. L'app si limita ad ascoltare e mostrare il testo.
ja: Dspeechは送信や無線への送出を一切行いません。アプリは受信してテキストを表示するだけです。
ko: Dspeech는 무선으로 송신하거나 라디오로 어떤 것도 보내지 않습니다. 앱은 듣고 텍스트만 표시합니다.
pt: O Dspeech não transmite no ar nem envia nada pela rádio. O app apenas escuta e mostra texto.
ru: Dspeech не выходит в эфир и ничего не передаёт по радио. Приложение только слушает и показывает текст.
uk: Dspeech не виходить в ефір і нічого не передає по радіо. Застосунок лише слухає й показує текст.
zh_hans: Dspeech 不会在空中发射或通过无线电发送任何内容。本应用只聆听并显示文本。

source: Dspeech processes audio locally only. Audio never leaves your device.
de: Dspeech verarbeitet Audio ausschließlich lokal. Audio verlässt nie Ihr Gerät.
es: Dspeech procesa el audio solo de forma local. El audio nunca sale de tu dispositivo.
fr: Dspeech traite l'audio uniquement en local. L'audio ne quitte jamais votre appareil.
it: Dspeech elabora l'audio solo in locale. L'audio non lascia mai il dispositivo.
ja: Dspeechは音声を端末内のみで処理します。音声が端末外に出ることはありません。
ko: Dspeech는 오디오를 로컬에서만 처리합니다. 오디오는 기기를 절대 떠나지 않습니다.
pt: O Dspeech processa o áudio apenas localmente. O áudio nunca sai do seu dispositivo.
ru: Dspeech обрабатывает звук только локально. Аудио не покидает устройство.
uk: Dspeech обробляє аудіо лише локально. Аудіо ніколи не залишає ваш пристрій.
zh_hans: Dspeech 仅在本地处理音频。音频绝不离开您的设备。

source: Enable voice filter
de: Sprachfilter aktivieren
es: Activar filtro de voz
fr: Activer le filtre vocal
it: Attiva filtro vocale
ja: 音声フィルターを有効にする
ko: 음성 필터 활성화
pt: Ativar filtro de voz
ru: Включить голосовой фильтр
uk: Увімкнути голосовий фільтр
zh_hans: 启用语音筛选器

source: External input
de: Externer Eingang
es: Entrada externa
fr: Entrée externe
it: Ingresso esterno
ja: 外部入力
ko: 외부 입력
pt: Entrada externa
ru: Внешний вход
uk: Зовнішній вхід
zh_hans: 外部输入

source: External source lost — switching to %@. Recording paused.
de: Externe Quelle verloren — Wechsel zu %@. Aufnahme pausiert.
es: Se perdió la fuente externa: cambiando a %@. Grabación en pausa.
fr: Source externe perdue — passage à %@. Enregistrement en pause.
it: Sorgente esterna persa — passaggio a %@. Registrazione in pausa.
ja: 外部ソースが失われました—%@ に切り替えます。録音を一時停止しました。
ko: 외부 소스를 잃었습니다 — %@로 전환합니다. 녹음을 일시정지했습니다.
pt: Fonte externa perdida — alternando para %@. Gravação pausada.
ru: Внешний источник пропал — переключение на %@. Запись приостановлена.
uk: Зовнішнє джерело зникло — перемикання на %@. Запис призупинено.
zh_hans: 外部来源已丢失——正在切换到 %@。录制已暂停。

source: Filter off
de: Filter aus
es: Filtro desactivado
fr: Filtre désactivé
it: Filtro disattivato
ja: フィルターオフ
ko: 필터 꺼짐
pt: Filtro desligado
ru: Фильтр выключен
uk: Фільтр вимкнено
zh_hans: 筛选器关闭

source: Filtered
de: Gefiltert
es: Filtrado
fr: Filtré
it: Filtrato
ja: フィルター済み
ko: 필터됨
pt: Filtrado
ru: Отфильтровано
uk: Відфільтровано
zh_hans: 已筛选

source: Follow-up call
de: Folgespruch
es: Llamada de seguimiento
fr: Appel de suivi
it: Chiamata successiva
ja: 再呼び出し
ko: 후속 교신
pt: Chamada de seguimento
ru: Повторный вызов
uk: Повторний виклик
zh_hans: 后续呼叫

source: Filtered speech
de: Gefilterte Sprache
es: Voz filtrada
fr: Parole filtrée
it: Voce filtrata
ja: フィルター済み音声
ko: 필터된 음성
pt: Fala filtrada
ru: Отфильтрованная речь
uk: Відфільтрована мова
zh_hans: 已筛选语音

source: Get started
de: Los geht's
es: Empezar
fr: Commencer
it: Inizia
ja: はじめる
ko: 시작하기
pt: Começar
ru: Начать
uk: Почати
zh_hans: 开始使用

source: Hide pilot transmissions and irrelevant ATC calls.
de: Piloten-Funksprüche und irrelevante ATC-Meldungen ausblenden.
es: Oculta las transmisiones del piloto y las llamadas ATC irrelevantes.
fr: Masquer les transmissions du pilote et les appels ATC non pertinents.
it: Nascondi le trasmissioni del pilota e le chiamate ATC non pertinenti.
ja: パイロットの通信と無関係なATC交信を非表示にします。
ko: 조종사 교신과 관련 없는 ATC 호출을 숨깁니다.
pt: Ocultar transmissões do piloto e chamadas ATC irrelevantes.
ru: Скрывать переговоры пилотов и нерелевантные обращения диспетчера.
uk: Приховувати передачі пілота та сторонні виклики ATC.
zh_hans: 隐藏飞行员通话和无关的 ATC 呼叫。

source: Input
de: Eingang
es: Entrada
fr: Entrée
it: Ingresso
ja: 入力
ko: 입력
pt: Entrada
ru: Вход
uk: Вхід
zh_hans: 输入

source: Installing model…
de: Modell wird installiert…
es: Instalando modelo…
fr: Installation du modèle…
it: Installazione del modello…
ja: モデルをインストール中…
ko: 모델 설치 중…
pt: Instalando modelo…
ru: Установка модели…
uk: Встановлення моделі…
zh_hans: 正在安装模型……

source: Installing the voice filter model…
de: Sprachfilter-Modell wird installiert…
es: Instalando el modelo del filtro de voz…
fr: Installation du modèle du filtre vocal…
it: Installazione del modello del filtro vocale…
ja: 音声フィルターモデルをインストール中…
ko: 음성 필터 모델 설치 중…
pt: Instalando o modelo do filtro de voz…
ru: Идёт установка модели голосового фильтра…
uk: Встановлення моделі голосового фільтра…
zh_hans: 正在安装语音筛选器模型……

source: Jump to live
de: Zum Live-Text
es: Ir a vivo
fr: Revenir au direct
it: Vai al live
ja: ライブへ移動
ko: 실시간으로 이동
pt: Ir ao vivo
ru: К эфиру
uk: До ефіру
zh_hans: 跳到实时

source: LOCAL
de: LOKAL
it: LOCALE
ja: ローカル
ko: 로컬
ru: ЛОКАЛЬНО
uk: ЛОКАЛЬНО
zh_hans: 本地

source: Level
de: Pegel
es: Nivel
fr: Niveau
it: Livello
ja: レベル
ko: 레벨
pt: Nível
ru: Уровень
uk: Рівень
zh_hans: 电平

source: Listening -- spell out the callsign (for example: "november one two three alpha bravo").
de: Höre zu -- buchstabieren Sie das Rufzeichen (zum Beispiel: „november one two three alpha bravo“).
es: Escuchando -- deletrea el indicativo (por ejemplo: «november one two three alpha bravo»).
fr: Écoute -- épelez l’indicatif (par exemple : "november one two three alpha bravo").
it: In ascolto -- scandisci il nominativo (per esempio: "november one two three alpha bravo").
ja: 聞き取り中 -- コールサインを綴ってください（例: "november one two three alpha bravo"）。
ko: 듣는 중 -- 호출부호를 철자로 말하세요(예: "november one two three alpha bravo").
pt: Ouvindo -- soletre o indicativo (por exemplo: "november one two three alpha bravo").
ru: Слушаю -- произнесите позывной по буквам (например: "november one two three alpha bravo").
uk: Слухаю -- промовте позивний по літерах (наприклад: "november one two three alpha bravo").
zh_hans: 正在听取 -- 请拼读呼号（例如：“november one two three alpha bravo”）。

source: Listening stopped while the app was in the background.
de: Das Mithören wurde gestoppt, während die App im Hintergrund war.
es: La escucha se detuvo mientras la app estaba en segundo plano.
fr: L’écoute s’est arrêtée pendant que l’app était en arrière-plan.
it: L’ascolto è stato interrotto mentre l’app era in background.
ja: アプリがバックグラウンドの間、リスニングを停止しました。
ko: 앱이 백그라운드에 있는 동안 청취가 중지되었습니다.
pt: A escuta foi interrompida enquanto o app estava em segundo plano.
ru: Прослушивание остановлено, пока приложение было в фоне.
uk: Прослуховування зупинено, поки застосунок був у фоні.
zh_hans: 应用在后台时，监听已停止。

source: Listening — spell out the callsign (for example: "november one two three alpha bravo").
de: Höre zu — buchstabieren Sie das Rufzeichen (zum Beispiel: „november one two three alpha bravo“).
es: Escuchando: deletrea el indicativo (por ejemplo: «november one two three alpha bravo»).
fr: Écoute — épelez l'indicatif (par exemple : « november one two three alpha bravo »).
it: In ascolto — scandisci il nominativo (per esempio: "november one two three alpha bravo").
ja: 受信中 — コールサインを一字ずつ読み上げてください（例：「november one two three alpha bravo」）。
ko: 듣는 중 — 호출부호를 철자로 말하세요(예: "november one two three alpha bravo").
pt: Ouvindo — soletre o indicativo (por exemplo: "november one two three alpha bravo").
ru: Слушаю — продиктуйте позывной по буквам (например: «november one two three alpha bravo»).
uk: Слухаю — продиктуйте позивний по літерах (наприклад: «новембер один два три альфа браво»).
zh_hans: 正在聆听——请逐字念出呼号（例如：“november one two three alpha bravo”）。

source: Listening…
de: Höre zu…
es: Escuchando…
fr: Écoute en cours…
it: In ascolto…
ja: 受信中…
ko: 듣는 중…
pt: Ouvindo…
ru: Слушаю…
uk: Слухаю…
zh_hans: 正在聆听……

source: Local
de: Lokal
it: Locale
ja: ローカル
ko: 로컬
ru: Локально
uk: Локальна
zh_hans: 本地

source: Local by default
de: Standardmäßig lokal
es: Local por defecto
fr: Local par défaut
it: Locale per impostazione predefinita
ja: デフォルトで端末内処理
ko: 기본값은 로컬
pt: Local por padrão
ru: Локально по умолчанию
uk: Локально за замовчуванням
zh_hans: 默认本地

source: Local settings are corrupted
de: Lokale Einstellungen sind beschädigt
es: Los ajustes locales están dañados
fr: Les réglages locaux sont corrompus
it: Le impostazioni locali sono danneggiate
ja: ローカル設定が破損しています
ko: 로컬 설정이 손상되었습니다
pt: Os ajustes locais estão corrompidos
ru: Локальные настройки повреждены
uk: Локальні налаштування пошкоджено
zh_hans: 本地设置已损坏

source: Mixed speaker
de: Gemischte Sprecher
es: Voz mixta
fr: Locuteurs mixtes
it: Voce mista
ja: 話者混在
ko: 혼합 화자
pt: Falantes mistos
ru: Смешанная речь
uk: Змішана мова
zh_hans: 混合说话人

source: Mode
de: Modus
es: Modo
it: Modalità
ja: モード
ko: 모드
pt: Modo
ru: Режим
uk: Режим
zh_hans: 模式

source: Model installed and verified
de: Modell installiert und verifiziert
es: Modelo instalado y verificado
fr: Modèle installé et vérifié
it: Modello installato e verificato
ja: モデルをインストールし検証しました
ko: 모델 설치 및 검증 완료
pt: Modelo instalado e verificado
ru: Модель установлена и проверена
uk: Модель встановлено й перевірено
zh_hans: 模型已安装并验证

source: Model not installed
de: Modell nicht installiert
es: Modelo no instalado
fr: Modèle non installé
it: Modello non installato
ja: モデルがインストールされていません
ko: 모델이 설치되지 않음
pt: Modelo não instalado
ru: Модель не установлена
uk: Модель не встановлено
zh_hans: 模型未安装

source: Model pack verification failed.
de: Verifizierung des Modellpakets fehlgeschlagen.
es: La verificación del paquete del modelo falló.
fr: Échec de la vérification du pack du modèle.
it: Verifica del pacchetto del modello non riuscita.
ja: モデルパックの検証に失敗しました。
ko: 모델 팩 검증에 실패했습니다.
pt: A verificação do pacote do modelo falhou.
ru: Проверка пакета модели не прошла.
uk: Перевірка пакета моделі не вдалася.
zh_hans: 模型包验证失败。

source: Model state corrupted
de: Modellzustand beschädigt
es: Estado del modelo dañado
fr: État du modèle corrompu
it: Stato del modello danneggiato
ja: モデルの状態が破損しています
ko: 모델 상태가 손상되었습니다
pt: Estado do modelo corrompido
ru: Повреждено состояние модели
uk: Стан моделі пошкоджено
zh_hans: 模型状态已损坏

source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti
ja: 次へ
ko: 다음
pt: Seguinte
ru: Далее
uk: Далі
zh_hans: 下一步

source: No capture source — connect an input and try again.
de: Keine Aufnahmequelle — schließen Sie einen Eingang an und versuchen Sie es erneut.
es: No hay fuente de captura: conecta una entrada e inténtalo de nuevo.
fr: Aucune source de capture — branchez une entrée et réessayez.
it: Nessuna sorgente di acquisizione — collega un ingresso e riprova.
ja: キャプチャソースがありません — 入力を接続してもう一度お試しください。
ko: 캡처 소스가 없습니다 — 입력을 연결하고 다시 시도하세요.
pt: Sem fonte de captação — ligue uma entrada e tente novamente.
ru: Нет источника захвата — подключите вход и попробуйте снова.
uk: Немає джерела захоплення — підключіть вхід і спробуйте ще раз.
zh_hans: 没有采集源——请连接输入后重试。

source: No filtered speech
de: Keine gefilterte Sprache
es: No hay voz filtrada
fr: Aucune parole filtrée
it: Nessuna voce filtrata
ja: フィルター済み音声はありません
ko: 필터된 음성이 없습니다
pt: Nenhuma fala filtrada
ru: Нет отфильтрованной речи
uk: Немає відфільтрованої мови
zh_hans: 没有已筛选语音

source: No filtered transmissions
de: Keine gefilterten Funksprüche
es: Sin transmisiones filtradas
fr: Aucune transmission filtrée
it: Nessuna trasmissione filtrata
ja: フィルター済み通信なし
ko: 필터링된 교신 없음
pt: Sem transmissões filtradas
ru: Нет отфильтрованных передач
uk: Немає відфільтрованих передач
zh_hans: 无已筛选通信

source: No callsign
de: Kein Rufzeichen
es: Sin indicativo
fr: Sans indicatif
it: Nessun nominativo
ja: コールサインなし
ko: 호출부호 없음
pt: Sem indicativo
ru: Без позывного
uk: Без позивного
zh_hans: 无呼号

source: No input
de: Kein Eingang
es: Sin entrada
fr: Aucune entrée
it: Nessun ingresso
ja: 入力なし
ko: 입력 없음
pt: Sem entrada
ru: Нет входа
uk: Немає входу
zh_hans: 无输入

source: No input source detected. Connect a wired input (USB-C / TRRS) or use the built-in microphone.
de: Keine Eingangsquelle erkannt. Schließen Sie einen kabelgebundenen Eingang an (USB-C / TRRS) oder nutzen Sie das integrierte Mikrofon.
es: No se detectó ninguna fuente de entrada. Conecta una entrada con cable (USB-C / TRRS) o usa el micrófono integrado.
fr: Aucune source d'entrée détectée. Branchez une entrée filaire (USB-C / TRRS) ou utilisez le microphone intégré.
it: Nessuna sorgente di ingresso rilevata. Collega un ingresso cablato (USB-C / TRRS) o usa il microfono integrato.
ja: 入力ソースが検出されません。有線入力（USB-C / TRRS）を接続するか、内蔵マイクを使用してください。
ko: 입력 소스가 감지되지 않았습니다. 유선 입력(USB-C / TRRS)을 연결하거나 내장 마이크를 사용하세요.
pt: Nenhuma fonte de entrada detectada. Ligue uma entrada com fio (USB-C / TRRS) ou use o microfone integrado.
ru: Источник входа не обнаружен. Подключите проводной вход (USB-C / TRRS) или используйте встроенный микрофон.
uk: Джерело входу не виявлено. Підключіть провідний вхід (USB-C / TRRS) або скористайтеся вбудованим мікрофоном.
zh_hans: 未检测到输入源。请连接有线输入（USB-C / TRRS）或使用内置麦克风。

source: No microphone access. Allow it in Settings.
de: Kein Mikrofonzugriff. Erlauben Sie ihn in den Einstellungen.
es: Sin acceso al micrófono. Permítelo en Ajustes.
fr: Aucun accès au microphone. Autorisez-le dans les Réglages.
it: Nessun accesso al microfono. Consentilo in Impostazioni.
ja: マイクへのアクセスがありません。設定で許可してください。
ko: 마이크 접근 권한이 없습니다. 설정에서 허용하세요.
pt: Sem acesso ao microfone. Permita-o nos Ajustes.
ru: Нет доступа к микрофону. Разрешите его в Настройках.
uk: Немає доступу до мікрофона. Дозвольте його в Налаштуваннях.
zh_hans: 无麦克风权限。请在设置中允许。

# No microphone access. Allow it in iPhone Settings.
source: No microphone access. Allow it in device Settings.
de: Kein Mikrofonzugriff. Erlauben Sie ihn in den Geräteeinstellungen.
es: Sin acceso al micrófono. Permítelo en Ajustes del dispositivo.
fr: Aucun accès au microphone. Autorisez-le dans les réglages de l'appareil.
it: Nessun accesso al microfono. Consentilo nelle impostazioni del dispositivo.
ja: マイクへのアクセスがありません。デバイスの設定で許可してください。
ko: 마이크 접근 권한이 없습니다. 기기 설정에서 허용하세요.
pt: Sem acesso ao microfone. Permita-o nos ajustes do dispositivo.
ru: Нет доступа к микрофону. Разрешите его в настройках устройства.
uk: Немає доступу до мікрофона. Дозвольте його в налаштуваннях пристрою.
zh_hans: 无麦克风权限。请在设备设置中允许。

source: No on-device recognition language available. Open recognition settings and check your dictation languages.
de: Keine On-Device-Erkennungssprache verfügbar. Öffnen Sie die Erkennungseinstellungen und prüfen Sie Ihre Diktiersprachen.
es: No hay ningún idioma de reconocimiento disponible en el dispositivo. Abre los ajustes de reconocimiento y comprueba tus idiomas de dictado.
fr: Aucune langue de reconnaissance disponible sur l'appareil. Ouvrez les réglages de reconnaissance et vérifiez vos langues de dictée.
it: Nessuna lingua di riconoscimento sul dispositivo disponibile. Apri le impostazioni di riconoscimento e controlla le lingue di dettatura.
ja: 利用可能な端末内認識言語がありません。認識設定を開いて音声入力の言語を確認してください。
ko: 사용 가능한 기기 내 인식 언어가 없습니다. 인식 설정을 열고 받아쓰기 언어를 확인하세요.
pt: Nenhum idioma de reconhecimento no dispositivo disponível. Abra os ajustes de reconhecimento e verifique os idiomas de ditado.
ru: Нет доступного локального языка распознавания. Откройте настройки распознавания и проверьте языки диктовки.
uk: Немає доступної мови розпізнавання на пристрої. Відкрийте налаштування розпізнавання й перевірте мови диктування.
zh_hans: 无可用的设备端识别语言。请打开识别设置并检查您的听写语言。

source: No on-device recognition languages available.
de: Keine On-Device-Erkennungssprachen verfügbar.
es: No hay idiomas de reconocimiento disponibles en el dispositivo.
fr: Aucune langue de reconnaissance disponible sur l'appareil.
it: Nessuna lingua di riconoscimento sul dispositivo disponibile.
ja: 利用可能な端末内認識言語がありません。
ko: 사용 가능한 기기 내 인식 언어가 없습니다.
pt: Nenhum idioma de reconhecimento no dispositivo disponível.
ru: Нет доступных локальных языков распознавания.
uk: Немає доступних мов розпізнавання на пристрої.
zh_hans: 无可用的设备端识别语言。

source: No on-device recognition model is available for this language. Download its language pack or run it on-device.
de: Für diese Sprache ist kein On-Device-Erkennungsmodell verfügbar. Laden Sie das zugehörige Sprachpaket oder führen Sie es auf dem Gerät aus.
es: No hay ningún modelo de reconocimiento en el dispositivo disponible para este idioma. Descarga su paquete de idioma o ejecútalo en el dispositivo.
fr: Aucun modèle de reconnaissance sur l'appareil disponible pour cette langue. Téléchargez son pack linguistique ou exécutez-le sur l'appareil.
it: Nessun modello di riconoscimento sul dispositivo disponibile per questa lingua. Scarica il pacchetto lingua o eseguilo sul dispositivo.
ja: この言語に対応する端末内認識モデルがありません。言語パックをダウンロードするか、端末内で実行してください。
ko: 이 언어에 사용할 수 있는 기기 내 인식 모델이 없습니다. 언어 팩을 다운로드하거나 기기에서 실행하세요.
pt: Não há modelo de reconhecimento no dispositivo para este idioma. Baixe o pacote de idioma ou execute-o no dispositivo.
ru: Локальная модель распознавания недоступна для этого языка. Скачайте языковой пакет для него или запустите на устройстве.
uk: Немає моделі розпізнавання на пристрої для цієї мови. Завантажте її мовний пакет або запустіть локально.
zh_hans: 此语言没有可用的设备端识别模型。请下载其语言包或在设备端运行。

source: No recognition language available
de: Keine Erkennungssprache verfügbar
es: No hay ningún idioma de reconocimiento disponible
fr: Aucune langue de reconnaissance disponible
it: Nessuna lingua di riconoscimento disponibile
ja: 利用可能な認識言語がありません
ko: 사용 가능한 인식 언어 없음
pt: Nenhum idioma de reconhecimento disponível
ru: Нет доступного языка распознавания
uk: Немає доступної мови розпізнавання
zh_hans: 无可用的识别语言

source: No recognition language available.
de: Keine Erkennungssprache verfügbar.
es: No hay ningún idioma de reconocimiento disponible.
fr: Aucune langue de reconnaissance disponible.
it: Nessuna lingua di riconoscimento disponibile.
ja: 利用可能な認識言語がありません。
ko: 사용 가능한 인식 언어가 없습니다.
pt: Nenhum idioma de reconhecimento disponível.
ru: Нет доступного языка распознавания.
uk: Немає доступної мови розпізнавання.
zh_hans: 没有可用的识别语言。

source: No saved sessions
de: Keine gespeicherten Sitzungen
es: No hay sesiones guardadas
fr: Aucune session enregistrée
it: Nessuna sessione salvata
ja: 保存済みセッションはありません
ko: 저장된 세션 없음
pt: Nenhuma sessão salva
ru: Нет сохранённых сессий
uk: Немає збережених сеансів
zh_hans: 没有已保存的会话
